* Cocos2D-X

** TODO [#A] TensorFlow 安装与使用
   SCHEDULED: <2016-10-12 三 19:00.+1d>
   :PROPERTIES:
   :Effort:   60
   :END:

  [2016-10-12 三 00:08]

** TODO [#A] 混沌理论与程序准备
   SCHEDULED: <2016-10-12 四 13:00.+1d>
   :PROPERTIES:
   :Effort:   90
   :END:

  [2016-10-12 三 00:12]

*** STARTED Matlab基础学习 [2/4]
    :LOGBOOK:
    CLOCK: [2016-10-12 三 13:32]--[2016-10-12 三 13:57] =>  0:25
    :END:
    - [X] 简介
    - [X] 基本操作
    - [ ] 绘图与可视化
    - [ ] Matlab 程序设计
    - [ ] 图形用户界面

** TODO [#A] Daily Review
   SCHEDULED: <2016-10-12 三 22:00.+1d>
   :PROPERTIES:
   :Effort:   30
   :END:

  [2016-10-12 三 00:15]

** TODO [#A] Daily Start
   SCHEDULED: <2016-10-12 三 09:00.+1d>
   :PROPERTIES:
   :Effort:   30
   :END:

1. Review yesterday
2. Check TODO items today

  [2016-10-12 三 00:19]

** TODO [#A] Weekly Review
   SCHEDULED: <2016-10-16 日 8:30.+1w>
   :PROPERTIES:
   :Effort:   60
   :END:

  [2016-10-12 三 00:21]

* Workspace

** STARTED [#B] 工作组织与整理
   :LOGBOOK:
   CLOCK: [2016-10-12 三 09:17]--[2016-10-12 三 09:31] =>  0:14
   CLOCK: [2016-10-12 三 00:10]--[2016-10-12 三 00:30] =>  0:20
   :END:

** TODO [#B] 掘金平台的使用

** TODO [#B] 期货从业资格考试准备
   SCHEDULED: <2016-10-12 三 10:30.+1d>

*** STARTED 基础知识
    :LOGBOOK:
    CLOCK: [2016-10-12 三 13:05]--[2016-10-12 三 13:30] =>  0:25
    CLOCK: [2016-10-12 三 12:41]--[2016-10-12 三 12:52] =>  0:11
    :END:

** TODO [#B] Spacemacs Rocks Learning
   SCHEDULED: <2016-10-13 四 14:30.+1d>

** TODO [#B] Machine Learning

** TODO [#B] 关于GTD的二三事

** STARTED [#B] Numpy 与 Scipy 等常用科学计算库学习
   SCHEDULED: <2016-10-12 三 09:30.+1d>
   :PROPERTIES:
   :Effort:   60
   :END:
   :LOGBOOK:
   CLOCK: [2016-10-12 三 10:23]--[2016-10-12 三 10:48] =>  0:25
   CLOCK: [2016-10-12 三 09:31]--[2016-10-12 三 09:56] =>  0:25
   :END:

* Finance

** 信用卡分期帐目

| 银行     | 分期剩余数 | 每期还款额 | 每期手续费 |   总欠款 |
|----------+------------+------------+------------+----------|
| 中信银行 | 05/24      |     833.33 |        152 | 19706.06 |
| 中信银行 | 10/24      |     916.66 |      167.2 |  16257.9 |
| 广发银行 | 01/12      |        750 |       50.4 |   9604.8 |
| 广发银行 | 06/12      |     916.67 |         55 |  6801.69 |
| 广发银行 | 11/12      |    1083.33 |       72.8 |  2312.26 |
| 余额     |            |            |            |    32265 |
|----------+------------+------------+------------+----------|
| 总计     |            |            |            | 54682.71 |


** 总收支

*** 2016/10/12
|     身家 |     负债 |           总资产 |
|----------+----------+------------------|
| 32866.31 | 61385.95 | -28319.64 |

** 2016/10/12

1. 支出
   + 交通： 2(公交)+3.6(地铁)
   + 餐饮： 4.5(早餐)
